Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: The teacher asked us to discuss with each other what we learned.
sv_se: Läraren bad oss diskutera vad vi lärt oss med varandra.

source: The teacher asked us to explain a scientific principle to the class.
sv_se: Läraren bad oss att förklara en naturvetenskaplig idé för klassen.

source: The teacher asked us to explain a scientific principle.
sv_se: Läraren bad oss att förklara en naturvetenskaplig idé.

source: The teacher asked us to explain how we would design an experiment to address a scientific problem.
sv_se: Läraren bad oss förklara hur vi kan utforma ett experiment för att undersöka ett naturvetenskapligt problem.

source: The teacher asked us to explain our reasoning during a discussion about scientific theories
sv_se: Läraren bad oss förklara vårt resonemang under en diskussion om naturvetenskapliga teorier.

source: The teacher asked us to research a topic in small groups.
sv_se: Läraren bad oss att undersöka ett ämnesområde i smågrupper.

source: The teacher asked us to think about how new and old scientific topics were related.
sv_se: Läraren bad oss fundera över hur nya och gamla naturvetenskapliga områden hängde ihop.

source: The teacher asked us to think of problems from everyday life that could be solved with new scientific knowledge we learned.
sv_se: Läraren bad oss tänka på vardagliga problem som skulle kunna lösas med hjälp av det vi just lärt oss om naturvetenskap.

source: The teacher asked us to work in small groups to design and carry out scientific experiments.
sv_se: Läraren bad oss arbeta i smågrupper för att utforma och genomföra naturvetenskapliga experiment.

source: The teacher asked us to work on a class project in small groups.
sv_se: Läraren bad oss arbeta i små grupper med ett klassprojekt.

source: The teacher asks us to research how our homes uses water and energy.
sv_se: Läraren ber oss undersöka hur vi använder vatten och energi i våra hem.

source: The teacher asks us to think of solutions to environmental issues.
sv_se: Läraren ber oss att fundera över hur miljöproblem ska lösas.

source: The teacher changes the structure of the lesson on a topic that most students find difficult to understand.
sv_se: Läraren förändrar upplägget av en lektion i ett ämne om många elever tycker det är svårt.

source: The teacher changes the way in which they teach students based on their preferred learning style
sv_se: Läraren ändrar sitt sätt att undervisa beroende på vilken inlärningsmetod eleverna föredrar.

source: The teacher clearly explained the relevance of <broad science> concepts to our lives.
sv_se: Läraren förklarade tydligt hur naturvetenskapliga begrepp kan tillämpas i våra liv.

source: The teacher continues teaching until the students understand.
sv_se: Läraren fortsätter att undervisa tills eleverna förstår.

source: The teacher creates assessments based on each students’ individual learning needs when required’
sv_se: Läraren skapar prov/redovisningar utifrån elevers individuella behov när det behövs.

source: The teacher demonstrated a scientific idea by using an experiment or model.
sv_se: Läraren demonstrerade en naturvetenskaplig idé med hjälp av ett experiment eller en modell.

source: The teacher describes career pathways which relate to the topics taught in science.
sv_se: Läraren beskriver yrkesvägar med koppling till de ämnen som lärs ut inom NO.

source: The teacher discusses climate change with an optimistic outlook.
sv_se: Läraren diskuterar klimatförändringar med en optimistisk inställning.

source: The teacher encouraged us to "think scientifically".
sv_se: Läraren uppmuntrade oss att "tänka naturvetenskapligt".

source: The teacher encouraged us to think about how a problem from everyday life could be solved using science.
sv_se: Läraren uppmuntrade oss att fundera över hur ett vardagligt problem kan lösas med naturvetenskapens hjälp.

source: The teacher explained at the beginning of the lesson what the learning goals are.
sv_se: Läraren förklarade i början av lektionen vad vi skulle lära oss.

source: The teacher explained how different scientific ideas connect to a larger context.
sv_se: Läraren förklarade hur olika naturvetenskapliga idéer hänger ihop i ett större sammanhang.

source: The teacher explained how new and old topics were related.
sv_se: Läraren förklarade sambandet mellan nya och gamla ämnen.

source: The teacher explained how scientific discoveries can help people in their everyday lives.
sv_se: Läraren förklarade hur naturvetenskapliga upptäckter kan hjälpa människor i vardagen.

source: The teacher explained how scientific knowledge is generated and refined over time.
sv_se: Läraren förklarade hur naturvetenskaplig kunskap bildas och utvecklas över tid.

source: The teacher explains how a <school science> idea can be applied to a number of different phenomena (e.g. the movement of objects, substances with similar properties).
sv_se: Läraren förklarar hur en naturvetenskaplig idé kan tillämpas på ett antal olika fenomen (t.ex. föremåls rörelser, ämnen med liknande egenskaper)

source: The teacher gave different work to those of us who could advance faster.
sv_se: Läraren gav särskilda uppgifter till elever som kunde arbeta snabbare.

source: The teacher gave different work to those of us who had difficulties learning.
sv_se: Läraren gav särskilda uppgifter till elever som hade svårt att lära sig.

source: The teacher gives extra help when students need it.
sv_se: Läraren ger extra hjälp när elever behöver det.

source: The teacher gives me feedback on my strengths in this <school science> subject.
sv_se: Läraren berättar vilka mina starka sidor är i detta ämnesområde.

source: The teacher gives students an opportunity to express opinions.
sv_se: Läraren ger eleverna tillfälle att uttrycka åsikter.

source: The teacher has to wait a long time for students to quiet down.
sv_se: Läraren måste vänta länge på att eleverna ska lugna sig.

source: The teacher helps students with their learning.
sv_se: Läraren hjälper elever med deras inlärning.

source: The teacher plans a lesson based on each students’ individual learning needs when required.
sv_se: Läraren planerar lektionen utifrån elevers individuella behov när det behövs.

source: The teacher provides individual help when a student has difficulties understanding a topic or task.
sv_se: Läraren ger individuell hjälp när en elev har svårt att förstå ett ämne eller en uppgift.

source: The teacher provides specific works for advanced students.
sv_se: Läraren ger specifika uppgifter till de elever som behöver extra utmaningar.

source: The teacher read to us from a <textbook>.
sv_se: Läraren läste för oss ur en lärobok.

source: The teacher showed us how science can be useful in our everyday lives.
sv_se: Läraren visade oss hur naturvetenskap kan vara användbar i vardagen.

source: The teacher shows an interest in every student’s learning.
sv_se: Läraren visar intresse för varje elevs lärande.

source: The teacher summarized what we learned at the end of the lesson.
sv_se: Läraren sammanfattade vad vi hade lärt oss vid slutet av lektionen.

source: The teacher taught us to memorize scientific facts.
sv_se: Läraren lärde oss att memorera naturvetenskapliga fakta.

source: The teacher tells me how I am performing in this course.
sv_se: Läraren berättar hur det går för mig.

source: The teacher tells me how I can improve my performance.
sv_se: Läraren talar om för mig hur jag kan förbättra mitt resultat.

source: The teacher tells me in which areas I can still improve.
sv_se: Läraren talar om för mig på vilka områden jag kan bli bättre.

source: The teacher told us to keep trying even when we face difficulties with a science task.
sv_se: Läraren sa åt oss att fortsätta försöka även när vi hade svårigheter med en naturvetenskaplig uppgift.

source: The teachers at my school are friendly to me.
sv_se: Lärarna på min skola är vänliga mot mig.

source: The teachers at my school are interested in students’ well-being.
sv_se: Lärarna på min skola är intresserade av att eleverna mår bra.

source: The teachers at my school are mean to me.
sv_se: Lärarna på min skola är elaka mot mig.

source: The teachers at my school are respectful towards me.
sv_se: Lärarna på den här skolan visar respekt mot mig.

source: The temperature at which each material burnt
sv_se: Temperaturen vid vilken varje material brändes

source: The temperature is low enough at night for water to freeze.
sv_se: Temperaturen är låg nog på natten för att vattnet ska frysa.

source: The temperatures of both the test plate and the air above the fabric were recorded at 10‑minute intervals over one hour.
sv_se: Temperaturerna på både testplattan och i luften ovanför tyget registrerades med 10-minutersintervall under en timme.

source: The term <standardised tests> includes standardised mandatory tests (mandated e.g. by national, state or district authorities) as well as standardised non-mandatory tests (e.g. publicly or commercially available standardised test material).
sv_se: Termen standardiserade prov inkluderar standardiserade obligatoriska prov (på uppdrag av nationella, regionala eller kommunala myndigheter) liksom standardiserade icke-obligatoriska prov (t.ex. offentligt eller kommersiellt tillgängligt standardiserat provmaterial).

source: The term “reforestation” is problematic.
sv_se: Termen "återbeskogning" är problematisk.

source: The thermal conductivity coefficient is a measure of the amount of heat energy that travels through a material.
sv_se: Värmeledningskoefficienten är ett mått på mängden värmeenergi som leds genom ett material.

source: The thermal conductivity of each of the five fabrics, under simulated sweating conditions, is given in the table below.
sv_se: Värmeledningsförmågan under simulerade svettningsförhållanden anges i tabellen nedan för vart och ett av de fem tygerna.

source: The thermometers show the temperature inside each bottle before and at the end of the experiment.
sv_se: Termometrarna visar temperaturen inuti varje flaska före och efter experimentets slut.

source: The thick insulation layer of Jo’s jacket has many fibres.
sv_se: Det tjocka isolerande lagret i Julias jacka består av många fibrer.

source: The third is near an incinerator (a possible source of CO).
sv_se: Den tredje är nära en förbränningsugn (en möjlig källa till CO).

source: The third type of wastewater to be treated has a pH of 8.
sv_se: Den tredje typen av spillvatten som ska renas har ett pH på 8.

source: The time at which cars arrive with students.
sv_se: Tidpunkt som bilarna kommer med eleverna.

source: The time is currently 8:00.
sv_se: Nu är klockan 08:00.

source: The time it takes for Ben to get to the school depends on a number of variables, like traffic or the number of stops.
sv_se: Den tid som det tar för Bengt att komma till skolan beror på ett antal variabler, t.ex. trafiken eller antalet busshållplatser.

source: The time taken before an observer hears thunder depends on factors including the distance between the observer and the location of the lightning strike.
sv_se: Fördröjningen beror på faktorer såsom avståndet mellan observatören och platsen där blixten slår ner.

source: The total waiting time at stops affects the travel time.
sv_se: Den totala väntetiden vid hållplatserna påverkar restiden.

source: The town considers four alternative sources for providing electricity to the town: wind turbines (wind), photovoltaic cells (solar), moving water (hydroelectric dam) and natural gas (a fossil fuel).
sv_se: Staden överväger fyra alternativa energikällor för att generera el till staden: vindkraftverk (vind), solceller (sol), vatten i rörelse (vattenkraftverk) och naturgas (ett fossilt bränsle).

source: The town considers using only hydroelectricity to generate power and wants to buy a battery that will be charged with any energy that is not immediately used.
sv_se: Staden överväger att bara använda vattenkraft för att generera elektricitet och vill köpa ett batteri där det som inte omedelbart används kan lagras.

source: The town decides to go ahead with constructing the offshore wind turbine farm.
sv_se: Staden beslutar sig för att gå vidare och bygga den havsbaserade vindkraftsparken.

source: The traps catch other types of small sea animals, not just crabs.
sv_se: Burarna fångar andra typer av små, havslevande djur, inte bara krabbor.

source: The treatment prescription was produced by over 60 questions in the consultation.
sv_se: Den föreskrivna behandlingen genererades baserat på fler än 60 frågor under konsultationen.

source: The turbines were 150 m high.
sv_se: Vindkraftverken var 150 m höga.

source: The two graphs represent changes in the global temperature and global sea level for the period 1900-2020.
sv_se: De två diagrammen representerar förändringar av den globala havsnivån och medeltemperaturen för perioden 1900-2020.

source: The two images show high tide and low tide at a rocky coastal area in New Zealand.
sv_se: De två bilderna visar högvatten och lågvatten i ett klippigt kustområde i Nya Zeeland.

source: The two materials will equally reduce heat loss.
sv_se: Båda materialen kommer att minska värmeförlusterna lika mycket.

source: The two pairs are emitted from a single sample within the scanner.
sv_se: De två paren avges från ett enda prov i skannern.

source: The use of <Digital resources> disturbs the lessons
sv_se: Användningen av digitala verktyg stör lektionerna

source: The use of <cell phones> is not allowed on the school premises.
sv_se: Användning av mobiltelefoner är inte tillåten i skolans lokaler.

source: The use of digital devices is restricted to the computer laboratories.
sv_se: Användningen av digitala enheter är begränsad till särskilda datasalar.

source: The use of genetically modified organisms (<GMO>)
sv_se: Användning av genmodifierade organismer (GMO)

source: The use of plastics in bottles, packaging and bags has led to the accumulation (build-up) of large amounts of microplastics in the environment.
sv_se: Användningen av plast i flaskor, förpackningar och påsar har lett till att stora mängder mikroplaster ackumulerats (samlats) i miljön.

source: The use of renewable sources of energy is increasing.
sv_se: Användningen av förnybara energikällor ökar.

source: The value displayed on each sensor will remain the same.
sv_se: Värdet som visas på varje sensor kommer att förbli detsamma.

source: The value displayed on the sensor near the heater will quickly decrease to the initial background value.
sv_se: Värdet som visades på sensorn nära kaminen kommer snabbt att minska till det ursprungliga bakgrundsvärdet.

source: The variables are connected correctly.
sv_se: Variablerna är korrekt sammankopplade.

source: The variables are not connected correctly.
sv_se: Variablerna är inte korrekt sammankopplade.

source: The variables for each run are saved in the Data tab.
sv_se: Variablerna för varje körning sparas under fliken Data.

source: The varying impacts of climate change
sv_se: Klimatförändringars varierande effekter

source: The vision of some nocturnal mammals, such as the fox, is well adapted to darkness.
sv_se: Synen hos vissa nattaktiva däggdjur, som till exempel rävar, är väl anpassad till mörkret.

source: The visitors cannot enter the second room.
sv_se: Besökarna kan inte gå in i det andra rummet.

source: The wastewater will be released into the soil near the factory.
sv_se: Avloppsvattnet kommer att släppas ut i marken nära fabriken.

source: The water draining into the soil accumulates in the spaces within deeper rock and soil layers.
sv_se: Vattnet som rinner genom jorden samlas i utrymmen i djupare sten- och jordlager.

source: The water evaporated.
sv_se: Vattnet avdunstade.

source: The water flowed out to sea.
sv_se: Vattnet rann ut i havet.

source: The water in the sweat replaces pockets of air trapped in the fabric.
sv_se: Vattnet i svetten ersätter luftfickor som är fångade i tyget.

source: The water level inside the power station falls, pulling air through the turbine.
sv_se: Vattennivån i kraftverket sjunker, vilket suger luft genom turbinen.

source: The water level inside the power station falls, pushing air through the turbine.
sv_se: Vattennivån i kraftverket sjunker, vilket pressar luft genom turbinen.

source: The water level inside the power station rises, pulling air through the turbine.
sv_se: Vattennivån i kraftverket stiger, vilket suger luft genom turbinen.

source: The water level inside the power station rises, pushing air through the turbine.
sv_se: Vattennivån i kraftverket stiger, vilket pressar luft genom turbinen.

source: The water may eventually flow into springs or rivers, or wells drilled by humans.
sv_se: Vattnet kan så småningom flyta in i källor eller floder, eller brunnar som har borrats av människor.

source: The water samples undersatuarated with calcium carbonate were more acidic than the saturated water samples.
sv_se: De vattenprover som var omättade med kalciumkarbonat var surare än de mättade vattenproverna.

source: The water seeped into the ground.
sv_se: Vattnet sipprade ner i marken.

source: The wavelength is the distance between two wave peaks.
sv_se: Våglängden är avståndet mellan två vågtoppar.

source: The wavelengths emitted by three different types of LED light are shown in graphs (b), (c) and (d).
sv_se: De våglängder som sänds ut av tre olika typer av LED-lampor visas i diagrammen (b), (c) och (d).

source: The waves are often irregular which means that electricity production cannot be guaranteed for customers.
sv_se: Vågorna är ofta oregelbundna vilket betyder att elproduktionen inte kan garanteras för kunderna.

source: The white area shows the size of the sea ice around the North Pole in 2004.
sv_se: Det vita området visar utbredningen av havsis runt Nordpolen 2004.

source: The wind farm will be built in one of the zones shown in the diagram.
sv_se: Vindkraftsparken kommer att byggas i ett av de områden som visas i diagrammet.

source: The wind turbines that the town is considering for the wind farm have the following characteristics.
sv_se: Vindkraftverken som staden överväger att använda för vindkraftsparken har följande egenskaper.

source: Theft
sv_se: Stöld

source: Their nutritional compositions are equally close to dairy milk.
sv_se: deras näringsvärden ligger lika nära animalisk mjölk

source: Their thickness in the test was the same as their thickness in the clothing.
sv_se: Tjockleken på tygproverna i testet var samma som tjockleken på tygerna i klädesplaggen.

source: Then click Run to test your program.
sv_se: Klicka sedan på Kör för att testa ditt program.

source: Then we can learn together.
sv_se: Sen kan vi lära oss tillsammans.

source: Then, both the heater and the incinerator are turned on for 5 minutes.
sv_se: Sedan sätts både kaminen och förbränningsugnen på i 5 minuter.

source: Then, use the data you collect from your runs to answer the following questions.
sv_se: Använd därefter de data du har samlat in från dina körningar för att besvara följande frågor.

source: Then, using the same rocket power level, run simulations on each planet both with and without the parachute.
sv_se: Kör sedan simuleringar med samma effektnivå på varje planet både med och utan fallskärm.

source: There are additional correct combinations not shown in the data table.
sv_se: Det finns flera korrekta kombinationer som inte visas i tabellen.

source: There are many dinosaur tracks at the Dinosaur Valley State Park in Texas, United States.
sv_se: Det finns många dinosauriespår i Dinosaur Valley State Park i Texas, USA.

source: There are many natural sources of noise in the sea, such as wind and rain.
sv_se: Det finns många naturliga ljudkällor i havet, exempelvis vind och regn.

source: There are many types of insects that pollinate flowers at night.
sv_se: Det finns många typer av insekter som pollinerar blommor på natten.

source: There are multiple correct solutions.
sv_se: Det finns flera korrekta lösningar.

source: There are no <digital devices> with screens.
sv_se: Det finns inga digitala enheter med skärmar.

source: There are no books.
sv_se: Det finns inga böcker.

source: There are no other schools in this area that compete for our students.
sv_se: I upptagningsområdet finns inga andra skolor som konkurrerar om våra elever.

source: There are no safety risks for pedestrians or drivers.
sv_se: Det uppstår inga säkerhetsrisker för fotgängare eller förare.

source: There are only a few species of Monotremata compared to hundreds of species of Caudata.
sv_se: Det finns bara ett fåtal arter av Monotremata jämfört med hundratals arter av Caudata.

source: There are plans to build a new power plant in Zedland to convert heat energy into electrical energy.
sv_se: Det finns planer på att bygga ett kraftverk i Zedland för att omvandla värmeenergi till elektrisk energi.

source: There are some questions that scientists cannot answer.
sv_se: Det finns vissa frågor som forskare inte kan besvara.

source: There are three image types: animal, face or plant.
sv_se: Det finns tre sorters bilder: djur, ansikte eller växt.

source: There are three identical sensors in different places around a room in the factory.
sv_se: Det finns tre identiska sensorer på olika platser i ett rum i fabriken.

source: There are two or more other schools in this area that compete for our students.
sv_se: I upptagningsområdet finns ytterligare två eller flera skolor som konkurrerar om våra elever.

source: There are two types of hand sanitisers:
sv_se: Det finns två typer av handdesinfektionsmedel:

source: There are usually about 40 books per metre of shelving.
sv_se: Det får vanligtvis plats omkring 40 böcker per hyllmeter.

source: There are years after each of the two periods 1940–1945 and 1980–1985 when the global temperature shows little change.
sv_se: Det finns år efter var och en av de två perioderna 1940–1945 och 1980–1985 där den globala temperaturen knappt förändras.

source: There could be many reasons that people still believe the moon affects human health.
sv_se: Det kan finnas många orsaker till att människor fortfarande tror att månen påverkar människors hälsa.

source: There is a class debate about investigations.
sv_se: Klassen diskuterar olika undersökningar.

source: There is a class discussion about how to solve scientific problems
sv_se: Klassen diskuterar hur naturvetenskapliga problem ska lösas.

source: There is a consensus among climate scientists that this has led to increased overall warming of Earth’s atmosphere (global warming).
sv_se: Klimatforskare är överens om att detta har lett till en ökad total uppvärmning av jordens atmosfär (global uppvärmning).

source: There is a definition in the quote.
sv_se: Det finns en definition i citatet.

source: There is a piece of fruit on the ground with ants on it.
sv_se: Det ligger en bit frukt på marken med myror på.

source: There is a wide belief among many people today that the full moon affects human health.
sv_se: Det finns en utbredd uppfattning hos många idag om att fullmånen påverkar människors hälsa.

source: There is a worldwide consensus among climate scientists that this is leading to a gradual increase in the average global temperature.
sv_se: Klimatforskare över hela världen är överens om att detta leder till en gradvis ökning av den globala medeltemperaturen.

source: There is evidence that eagles can detect and avoid wind turbines.
sv_se: Det finns stöd för att örnar kan identifiera och undvika vindkraftverk.

source: There is more control over the combination of variables that can be tested in field studies.
sv_se: Det är lättare, i fältstudier, att ha kontroll över kombinationen av variabler som kan prövas.

source: There is no economic impact.
sv_se: Det uppstår ingen ekonomisk påverkan.
